tap "homebrew/cask-fonts"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "ast-grep"
brew "bat"
brew "pure"
brew "fastlane"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "trash", link: true
brew "wget"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "handbrake-app"
cask "kitty"
cask "openvpn-connect"
cask "rectangle-pro"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hbenl.vscode-mocha-test-adapter"
vscode "hbenl.vscode-test-explorer"
vscode "ms-vscode.test-adapter-converter"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscodevim.vim"
